[
    "The monitors have provided vivid evidence of how Russia is keeping Pyongyang brimming with fuel and other goods, presumably in return for weapons that Russia can use in Ukraine.",
    "Biden should act to prevent North Korea from adding to the list of U.S. headaches.",
    "Barack Obama drew one for Syria. George W. Bush drew several, for North Korea and Iran. Now President Biden has drawn one for Israel. The hard part is figuring out what to do when they are crossed.",
    "In an attempt to limit blackmail and other harm, he issued an executive order asking the Justice Department to write rules restricting sales to six countries.",
    "Moscow may be trying to help Pyongyang with access to the international financial system in exchange for missiles and ammunition, U.S.-allied intelligence officials suggest.",
    "Microsoft and OpenAI said the A.I. had helped groups with ties to China, Russia, North Korea and Iran mostly with routine tasks.",
    "Plus, when A.I. generates copyrighted images.",
    "A shift by Kim Jong-un, North Korea’s leader, toward open hostility against South Korea is alarming but does not indicate he is about to start a full-scale war, officials say.",
    "Plus, a “revolutionary” way to feed the world.",
    "As the war approaches its second anniversary, the Russians are beginning to deploy North Korean arms, worsening Ukraine’s troubles while it still awaits new air defenses from the United States.",
    "Plus, menu trends to watch.",
    "Negotiations have resumed on restricting the flow of fentanyl into the United States. But Beijing may prove less cooperative on Iran and North Korea.",
    "Abandoning the longtime goal, however unlikely, Kim Jong-un, the North’s leader, instead threatened to subjugate South Korea in war.",
    "The launch, the first by the North this year, indicates that the country may be developing a new missile that could threaten U.S. military bases in the region.",
    "Plus the meaning of North Korea’s threats.",
    "An intensification of nuclear threats from North Korea while the world is preoccupied with other wars has ignited an urgent debate over Mr. Kim’s motives.",
    "The South asked nearby islanders to seek shelter before it launched a military exercise in the disputed waters and chided the North for “threatening peace.”",
    "North Korea is acting strangely, and some veteran analysts fear war.",
    "Russia has rebuilt its own domestic supply of cruise missiles, but to keep up with the intensity of the barrage against Ukraine, it has been turning to North Korea and Iran.",
    "Kim Ju-ae has long accompanied her dictator father to important state events, like long-range missile tests and military parades.",
    "Plus the seven keys to longevity.",
    "A love triangle takes shape among three 20-somethings in this melancholy film by Anthony Chen.",
    "An editor recalls moving to Seoul during the coronavirus pandemic and watching The Times open a digital newsroom in the city.",
    "The Page Gallery sees TEFAF Maastricht as a launchpad for itself and its roster of artists.",
    "Born to a South Korean mother and a Black American soldier, she rose to a pioneering stardom in a country that has long discriminated against biracial children.",
    "A scandal involving the president’s spouse has become a major issue for his party ahead of a crucial parliamentary election.",
    "Results for the Assembly-controlling opposition party are likely to be a referendum on President Yoon Suk Yeol’s two years in office.",
    "A 3-minute commercial set to run on Monday features a mother whose son died just after his release from North Korea. It may remind voters of Donald Trump’s friendliness toward the country’s dictator.",
    "Though a shrinking population makes imported labor vital, migrant workers routinely face predatory employers, inhumane conditions and other abuse.",
    "Michael Spavor, a Canadian businessman, was arrested by China in what his lawyers said was an act of retaliation for Canada’s detention of a Chinese tech giant executive.",
    "Also, a large university walkout in California. Here’s the latest at the end of Monday.",
    "At an international forum, the secretary of state said artificial intelligence’s ability to disrupt the global flow of information could prove politically perilous during a year of elections.",
    "Also, the U.S. said North Korean threats should be taken seriously. Here’s the latest at the end of Thursday.",
    "The uncertain future for Gaza.",
    "Also, the afterlife of a Japanese marvel.",
    "President Vladimir V. Putin said that claims Russia planned to invade other countries were “nonsense,” but warned them against hosting warplanes meant for Ukraine.",
    "In “Nuclear War” and “Countdown,” Annie Jacobsen and Sarah Scoles talk to the people whose job it is to prepare for atomic conflict.",
    "Former President Donald J. Trump suggested that he would incite Russia to attack “delinquent” U.S. allies, foreshadowing potentially far-reaching changes in the world order if he wins the White House again.",
    "Plus, a Korean food renaissance in New York.",
    "In a war, the killing ends when one side stops fighting. In a genocide, that’s when the killing begins.",
    "Without it, Kyiv could hold out for part of the year, one expert said, but would then begin losing the war.",
    "Korea was my parents’ country. They wouldn’t need me there as they did in Canada … right?",
    "There were reports of collapsed buildings and people being trapped underneath them. The quake disrupted electricity and phone service, and initially raised fears of a tsunami.",
    "Also, Biden faces immigration pressure from Democrats. Here’s the latest at the end of Thursday.",
    "Did you follow the news this week? Take our quiz to see how well you stack up with other Times readers.",
    "Even without the terror attack in Moscow last week, the Russian president was primed to step up his assault on Ukraine.",
    "Hélène Darras, a French actress, had accused Gérard Depardieu of groping her in 2007 on a movie set. A separate investigation of the actor is proceeding, Paris prosecutors said.",
    "Mickey Barreto’s five-year stay cost him only $200.57. Now it might cost him his freedom.",
    "Exciting young chefs wielding a palette of spices from places like Korea, Latin America and Morocco are turning the capital of Europe into a culinary upstart.",
    "Plus why the first galaxies were banana-shaped.",
    "The United States bought more goods from Mexico than China in 2023 for the first time in 20 years, evidence of how much global trade patterns have shifted.",
    "Many nations insist on not taking sides in the war in Ukraine, while China, India and Brazil are filling Russia’s coffers.",
    "Increasing overseas sales of manufactured goods are helping China’s economy and creating employment, but countries from Europe to South Asia may lose jobs.",
    "Many countries are trying to figure out what to do about a more insecure, more nuclear-driven world. Australia has an idea.",
    "Unfortunately for Biden, the former president benefits from something akin to the soft bigotry of low expectations.",
    "K-pop and soccer stars, actresses and singers — the fashion week A-list increasingly hails from South Korea, Thailand and the Philippines.",
    "The Treasury secretary, who plans to make her second trip to China soon, argued that the country’s excess industrial production warped supply chains.",
    "The war in Ukraine has entered a new phase.",
    "William J. Burns, the C.I.A. director, and Avril D. Haines, the director of national intelligence, described an increasingly dire situation.",
    "Also, a coalition forms in Pakistan and motorbikes pile high in Vietnam.",
    "Foreign Minister Joseph Wu said in an interview that a Russian victory could embolden China to move against Taiwan and would fuel anti-American propaganda.",
    "The threat of a regional war.",
    "The live arguments gave audiences a rare chance to experience a Trump court case as it happened.",
    "A C.I.A. capable of making a mistake on the scale of its miss about Iraq’s weapons of mass destruction was not part of Saddam Hussein’s worldview.",
    "On the last weekend before the state’s primary on Tuesday, Nikki Haley made her most forceful case yet in her long-shot bid to defeat Donald Trump for the G.O.P. nomination.",
    "In the United States, it’s up to one person to decide whether the world becomes engulfed in nuclear war.",
    "Her hawkish foreign policy vision won’t rescue America.",
    "We challenged teenagers to respond to the Times piece of their choice by creating a visual guide to what they learned. Here are our favorites.",
    "Here are some of the creative partnerships that are enabling a battery innovator to drive the EV mobility revolution forward.",
    "U.S. attacks in Yemen.",
    "The risk of nuclear conflict is rising. It’s time for the world to pull itself back from the edge.",
    "The attacks killed at least five people, officials said, as Ukraine raises pleas for more American aid and President Volodymyr Zelensky considers changes in his administration.",
    "Plus, the new end-of-the-world fiction.",
    "Ukrainian drone strikes have been able to hit refineries deep in Russian territory, indicating a new vulnerability. But it is unclear if that will affect the fighting.",
    "Liu Jianchao is a Communist Party diplomat skilled at defending tough positions without being pugnacious. He also once hunted fugitive officials abroad.",
    "You don’t talk about “poisoning the blood of our country” to pass the time.",
    "The boathouse in the park has a new operator, Korean offal at Ahgassi in Midtown and more restaurant news.",
    "The E.U. package of about $54 billion will be spent on nonmilitary expenses, like pensions, payments to displaced people and paying teachers and doctors.",
    "A court rejects Donald Trump’s immunity claim.",
    "The attack killed at least four people, wounded many others and caused heavy damage. It came as Moscow has intensified air assaults in recent days.",
    "Also, Taiwan’s president-elect and India’s court case backlog.",
    "A new task force at the spy agency is also working to boost intelligence collection on hostages still held in Gaza.",
    "The latest from the war in Gaza.",
    "Bipartisan spending legislation approved by Congress represented a major defeat for ultraconservatives, who immediately turned on Speaker Mike Johnson.",
    "Plus, the latest on a possible cease-fire in Gaza.",
    "A settlement in the real estate industry is a case study of a central flaw in free-market economic theory.",
    "Protests against Israel’s prime minister.",
    "While some viewers lamented the movie’s exclusion of scenes from Hiroshima or Nagasaki, others said they recognized that it had another story to tell.",
    "The chef Vikas Khanna serves a menu that covers Kashmir south to Kerala.",
    "The Times’s chief political analyst explains the caucus results.",
    "Threats are mounting in space. GPS signals are vulnerable to attack. Their time-keeping is essential for stock trading, power transmission and more.",
    "Alliances that were once seen as the bulwark of the Cold War are now viewed as an outdated albatross by a significant segment of the American public.",
    "Despite American doubts, Ukrainians say that defending places with little strategic value is worth the cost in casualties and weapons, because the attacking Russians pay an even higher price.",
    "These votes can demonstrate control, serve as a warning and create the illusion of accountability.",
    "The Brazilian city of Olinda has become famous for its giant puppets during Carnival, including one made just after “Saturday Night Fever.”",
    "100 days of war in Gaza.",
    "American spy agencies are divided on whether Moscow would go so far, but the concern is urgent enough that Secretary of State Antony J. Blinken has asked China and India to try to talk Russia down.",
    "Kharkiv, in northern Ukraine, is under almost daily bombardment. Radio Boiling Over serves as a megaphone for residents’ fears and frustrations.",
    "Vietnam's largest developer, Vinhomes, is well-positioned to capitalize on Asia's transforming real estate landscape.",
    "How the country and the world are defined is in Congress’s hands.",
    "A tax on ship emissions could have an impact on almost everything we buy",
    "Last year, the world discovered that Iran’s drones were becoming world-class threats and a favorite of the Russians. Now, its revived missile fleet is drawing attention, too.",
    "Salil Mehta opens Kanyakumari, Cosme Aguilar heads to Manhattan and more restaurant news.",
    "Study Spanish in Bolivia. Or teach English in South Korea. Or volunteer in Nepal.",
    "Many things go into the conditions that create a food crisis: crop failures, high food prices, unemployment. But it’s war that has created the famines unfolding today.",
    "The very weapons that Israeli forces have used to enforce a blockade of Gaza are now being used against them.",
    "She dismissed speculation about her motives behind staying in the race, and has encouraged supporters to stick with her until the end, whenever that may be.",
    "Also, Julian Assange’s appeal and a U.S. cease-fire proposal in Gaza.",
    "Communities around the Crossword, Spelling Bee and more help beginners fall in love with puzzles.",
    "Asian American pastry chefs are making something new of the humble legume.",
    "The atmospheric rivers could lead to flooding, mudslides and road closures over the next week.",
    "It’s only been three years, but memories of Mr. Trump’s presidency have faded and changed fast.",
    "Robert K. Hur defended himself in the unhurried, forceful cadence of a veteran prosecutor, delivering his responses in a flat, matter-of-fact tone.",
    "The Supreme Court heard oral arguments yesterday on one of the biggest cases of the current term.",
    "President Biden has tried persuading Prime Minister Benjamin Netanyahu behind the scenes. But critics say it is time for a different approach.",
    "Seven reasons Americans are down on the economy.",
    "The Iranian-backed militants launched a fresh round of attacks days after their military sites were hit by U.S. and British forces.",
    "He created a vibrant space for actors and playwrights that became a seedbed for the emerging Black Arts Movement of the 1960s and ’70s.",
    "One of the most honored combat veterans in U.S. history, he was awarded 19 decorations for valor. He was blunt about what his job was: killing.",
    "The United Nations Security Council passed a resolution on Monday that demands an immediate cease-fire in the Gaza Strip. Here’s a closer look at where the situation stands.",
    "The dish, which lets people gather over a single pot and cook together, can foster togetherness among those far from family.",
    "Also, Hong Kong adopted sweeping laws targeting criticism. Here’s the latest at the end of Tuesday.",
    "Worries of higher-for-longer interest rates have grown since Tuesday’s Consumer Price Index report.",
    "What the war may look like if Ukraine does not receive more U.S. support.",
    "Western sanctions haven’t worked. Weapons from allies are running low. Pressure may build on Kyiv to seek a settlement, even from a weakened position.",
    "Thousands of Chinese migrants have made their way to Queens, Brooklyn and Chinatown after first passing through Central and South America.",
    "Some favorite student responses to three recent Picture Prompts.",
    "Even out of power, the former president’s deepening isolationism is having a profound effect on America’s foreign policy.",
    "Ukrainian troops are feared missing or captured.",
    "Also, Pakistan’s newly elected prime minister and a bard of China’s rust belt",
    "Our critic, Pete Wells, drops his annual ranking. See what’s new, what moved and what left the list.",
    "Trump’s growing influence is dividing Republicans on an issue that once united the party.",
    "Several races in the state could prove crucial to House control next year, including one that might be decided on Tuesday.",
    "This is no ordinary moment in world affairs.",
    "Frugal strategies — like traveling where the dollar is strong and sampling unsung destinations — help make the most of your budget.",
    "Millions of birds migrate through the Golden State each year along the Pacific Flyway, which stretches from Alaska to the tip of South America.",
    "A U.S. strike kills a militia commander in Iraq.",
    "Developers are transforming clusters of old homes into micro restaurants to cater to the needs of surrounding neighborhoods.",
    "Many younger Christians are rethinking or reclaiming Lent.",
    "It and other foreign automakers are trying to exploit upheaval caused by new technology to gain market share from their dominant rivals.",
    "The state is courting high-tech investments, but a new industrial park may lack enough water. Opponents say piping it from miles away might dry out residential wells.",
    "The changing economy has made federal debt a bigger problem.",
    "American officials concede there is nothing on the horizon that could match the power of a new, $60 billion congressional appropriation to support its war against Russian aggression.",
    "We put the California county, known for its exclusive towns and fancy golf courses, to the frugal test, combining a hefty dose of stunning nature with affordable restaurants, budget lodgings and a few splurges.",
    "You won’t stop at just one, once you discover what they can do for your garden: “People get obsessed.”",
    "Questions swirl over the bridge’s collapse after a massive cargo ship slammed into the Francis Scott Key Bridge moments after losing power early on Tuesday.",
    "The treacherous migrant crossing in Panama is drawing packs of American activists who are distorting how immigration is perceived, and debated, at home.",
    "A jury convicted a mother for a mass shooting carried out by her child. We asked students if they thought the verdict was an important precedent or a dangerous one.",
    "The Africa Cup of Nations and the Asian Cup, once seen as poorly timed intrusions by European soccer, may finally be getting the respect they deserve.",
    "Travelers are racing to see parts of the world that may soon vanish.",
    "Authorities in Europe and the U.S. are cracking down on big technology companies.",
    "With its proxies attacking from many vantage points and its nuclear program suddenly revived, Iran is posing a new challenge to the West — this time with Russia and China on its side.",
    "Teenagers tell us what it’s like to navigate the social world in the age of smartphones and social media.",
    "Births and deaths are only part of what makes America turn left or right.",
    "Six steps to help you understand the format and write a powerful open letter of your own — with help from Times texts along the way.",
    "Via essays, poems, videos, photos, a graph, a GIF and a diorama, 25 students and teachers across the globe reflect on their lives in school.",
    "In an address that previewed the issues his campaign will focus on in the November election, President Biden made the case for a second term.",
    "Readers who are self-employed react to an Opinion guest essay. Also: Nikki Haley; fears of extinction; cutting sociology; the agony of the bulls."
]