[
  {
    "abstract": "Activists want to replace a variety of cherry tree associated with the Japanese colonial era with one they say is Korean. The science is messy.",
    "pub_date": "2024-03-29T09:40:18+0000"
  },
  {
    "abstract": "Results for the Assembly-controlling opposition party are likely to be a referendum on President Yoon Suk Yeol’s two years in office.",
    "pub_date": "2024-03-28T09:02:12+0000"
  },
  {
    "abstract": "Born to a South Korean mother and a Black American soldier, she rose to a pioneering stardom in a country that has long discriminated against biracial children.",
    "pub_date": "2024-03-22T09:03:57+0000"
  },
  {
    "abstract": "The country’s raucous fan culture will be on display when Major League Baseball opens its season in Seoul. Here’s how to cheer and what to eat.",
    "pub_date": "2024-03-19T08:05:36+0000"
  },
  {
    "abstract": "Baseball fans in South Korea have embraced the superstar from Japan, despite the longtime rivalry and history between the two countries.",
    "pub_date": "2024-03-19T08:05:00+0000"
  },
  {
    "abstract": "The drastic step came after weeks of protests from interns and residents opposed to a government plan to increase medical school admissions.",
    "pub_date": "2024-03-04T10:31:05+0000"
  },
  {
    "abstract": "Though a shrinking population makes imported labor vital, migrant workers routinely face predatory employers, inhumane conditions and other abuse.",
    "pub_date": "2024-03-02T05:01:23+0000"
  },
  {
    "abstract": "More than a week after thousands of doctors walked off the job, their dispute with the government shows no signs of resolution.",
    "pub_date": "2024-02-29T05:26:50+0000"
  },
  {
    "abstract": "The Justice Department’s lawsuit against Apple is the latest in a series of regulatory actions that are hitting the tech giant at the same time.",
    "pub_date": "2024-03-21T17:38:43+0000"
  },
  {
    "abstract": "Plus, South Korea goes big for baseball.",
    "pub_date": "2024-03-20T10:02:37+0000"
  },
  {
    "abstract": "Biden should act to prevent North Korea from adding to the list of U.S. headaches.",
    "pub_date": "2024-03-16T11:00:06+0000"
  },
  {
    "abstract": "Oh Young-soo, who portrayed a contestant in the Netflix drama, was given a suspended sentence. He was found guilty of indecent assault.",
    "pub_date": "2024-03-15T05:22:46+0000"
  },
  {
    "abstract": "The hanok, a traditional home design, has been bypassed in Seoul’s vertical building boom. But some fans are trying to preserve it.",
    "pub_date": "2024-03-12T09:00:23+0000"
  },
  {
    "abstract": "It is a sharp contrast to other countries, where men dominate fandom. Experts have a variety of explanations, including the influence of K-pop culture.",
    "pub_date": "2024-02-20T17:17:15+0000"
  },
  {
    "abstract": "Physicians say the government’s plan to admit more students to medical school ignores the real cause of doctor shortages: harsh conditions and low wages.",
    "pub_date": "2024-02-20T01:51:06+0000"
  },
  {
    "abstract": "I’m the Asia business correspondent for The New York Times. Here are five things I’ve been watching, reading and listening to. ",
    "pub_date": "2024-03-06T19:58:16+0000"
  },
  {
    "abstract": "As the App Store approaches its 16th anniversary, patchwork rules have turned what was a single store into different shops across many countries.",
    "pub_date": "2024-03-04T05:00:08+0000"
  },
  {
    "abstract": "The Page Gallery sees TEFAF Maastricht as a launchpad for itself and its roster of artists.",
    "pub_date": "2024-02-29T10:02:06+0000"
  },
  {
    "abstract": "Goo Hara’s life was a struggle from the start. She ended it at 28, isolated and harassed online.",
    "pub_date": "2024-02-28T15:00:21+0000"
  },
  {
    "abstract": "South Korea pledged to protect its online platforms from marketplace giants, but lobbyists are crying foul play.",
    "pub_date": "2024-02-16T05:01:16+0000"
  },
  {
    "abstract": "More than a year after revelry turned to disaster, three people have been found guilty for actions connected to the case. The bereaved hope this is only the start.",
    "pub_date": "2024-02-15T09:26:52+0000"
  },
  {
    "abstract": "A South Korean court found that the former officers had deleted an internal report that warned of safety risks ahead of Halloween celebrations.",
    "pub_date": "2024-02-14T10:39:46+0000"
  },
  {
    "abstract": "A scandal involving the president’s spouse has become a major issue for his party ahead of a crucial parliamentary election.",
    "pub_date": "2024-02-01T05:01:13+0000"
  },
  {
    "abstract": "An editor recalls moving to Seoul during the coronavirus pandemic and watching The Times open a digital newsroom in the city.",
    "pub_date": "2024-01-26T22:00:14+0000"
  },
  {
    "abstract": "Kim Jee-woon toys with the absurdity of filmmaking itself in this story of a director compelled to take his cast and crew captive to shoot one more scene.",
    "pub_date": "2024-02-08T12:00:20+0000"
  },
  {
    "abstract": "Lee Jae-yong’s case had raised questions about the immense power that chaebol leaders wield and the legal system holding them to account in South Korea.",
    "pub_date": "2024-02-05T06:09:06+0000"
  },
  {
    "abstract": "Bae Hyunjin, of the country’s governing party, was assaulted in Seoul and taken to a hospital. The attack came three weeks after another politician was stabbed.",
    "pub_date": "2024-01-25T10:48:27+0000"
  },
  {
    "abstract": "Gen Z is divided over politics. What will the fallout be?",
    "pub_date": "2024-02-02T10:03:02+0000"
  },
  {
    "abstract": "We need to appreciate just how severe the global decline in birthrates is getting.",
    "pub_date": "2024-01-31T20:00:02+0000"
  },
  {
    "abstract": "The conductor officially began his tenure as the Seoul Philharmonic Orchestra’s new music director, months before he is to step down in New York.",
    "pub_date": "2024-01-30T16:41:40+0000"
  },
  {
    "abstract": "Musical acts like Balming Tiger are challenging the idea that K-pop is nothing but polished, perfectly synchronized boy bands and girl groups.",
    "pub_date": "2024-01-30T05:18:41+0000"
  },
  {
    "abstract": "Kim Kwang-ho, charged with negligence, is one of the most senior officials to face legal consequences for the October 2022 disaster that killed nearly 160 people in Seoul.",
    "pub_date": "2024-01-20T07:57:17+0000"
  },
  {
    "abstract": "Some new mothers say postpartum care centers are the best part of childbirth in South Korea, where fewer people are deciding to have children because of high costs.",
    "pub_date": "2024-01-28T05:01:30+0000"
  },
  {
    "abstract": "Plus, when A.I. generates copyrighted images.",
    "pub_date": "2024-01-25T20:42:34+0000"
  },
  {
    "abstract": "A shift by Kim Jong-un, North Korea’s leader, toward open hostility against South Korea is alarming but does not indicate he is about to start a full-scale war, officials say.",
    "pub_date": "2024-01-25T17:18:53+0000"
  },
  {
    "abstract": "An intensification of nuclear threats from North Korea while the world is preoccupied with other wars has ignited an urgent debate over Mr. Kim’s motives.",
    "pub_date": "2024-01-21T10:01:40+0000"
  },
  {
    "abstract": "Breeding, killing and selling dogs for their meat will be banned in a country where it has fallen out of favor. Hundreds of thousands of the animal were still being bred for human consumption.",
    "pub_date": "2024-01-09T06:36:06+0000"
  },
  {
    "abstract": "The suspect had planned the attack last week on the country’s opposition leader for months, the police said, and had written an eight-page manifesto.",
    "pub_date": "2024-01-10T09:58:23+0000"
  },
  {
    "abstract": "North Korea is acting strangely, and some veteran analysts fear war.",
    "pub_date": "2024-01-18T00:00:07+0000"
  },
  {
    "abstract": "Abandoning the longtime goal, however unlikely, Kim Jong-un, the North’s leader, instead threatened to subjugate South Korea in war.",
    "pub_date": "2024-01-16T09:22:00+0000"
  },
  {
    "abstract": "Nobody was injured in the episode on Tuesday, which took place on the country’s northern island of Hokkaido amid heavy snow.",
    "pub_date": "2024-01-16T14:48:14+0000"
  },
  {
    "abstract": "Lee Jae-myung, South Korea’s opposition party leader, was attacked by a man wearing a blue paper crown. In footage from Korean media, the attacker’s image has been blurred.",
    "pub_date": "2024-01-03T05:00:06+0000"
  },
  {
    "abstract": "Lee Jae-myung, the Democratic Party head, was attacked by a 66-year-old man in the city of Busan, the police said. Mr. Lee is now recovering from surgery.",
    "pub_date": "2024-01-02T02:09:23+0000"
  },
  {
    "abstract": "The attack on Lee Jae-myung, who narrowly lost the 2022 presidential vote, came amid a deepening political divide and increasingly extreme discourse in South Korea.",
    "pub_date": "2024-01-03T10:50:08+0000"
  },
  {
    "abstract": "The South asked nearby islanders to seek shelter before it launched a military exercise in the disputed waters and chided the North for “threatening peace.”",
    "pub_date": "2024-01-05T06:18:04+0000"
  },
  {
    "abstract": "Korea was my parents’ country. They wouldn’t need me there as they did in Canada … right?",
    "pub_date": "2024-01-12T05:00:12+0000"
  },
  {
    "abstract": "Hear the news in five minutes.",
    "pub_date": "2024-01-02T11:00:25+0000"
  },
  {
    "abstract": "Catch a mountain trout on a frozen South Korean river, witness a fiery pelting of devotees in Taiwan or find your cold-weather bliss in a Japanese snow maze.",
    "pub_date": "2024-01-01T10:00:56+0000"
  },
  {
    "abstract": "Plus, a “revolutionary” way to feed the world.",
    "pub_date": "2024-01-22T20:45:25+0000"
  },
  {
    "abstract": "Plus the meaning of North Korea’s threats.",
    "pub_date": "2024-01-21T20:41:15+0000"
  },
  {
    "abstract": "Plus the seven keys to longevity.",
    "pub_date": "2024-01-04T21:09:51+0000"
  },
  {
    "abstract": "Kim Ju-ae has long accompanied her dictator father to important state events, like long-range missile tests and military parades.",
    "pub_date": "2024-01-04T14:11:46+0000"
  },
  {
    "abstract": "The launch, the first by the North this year, indicates that the country may be developing a new missile that could threaten U.S. military bases in the region.",
    "pub_date": "2024-01-14T10:49:57+0000"
  },
  {
    "abstract": "As the war approaches its second anniversary, the Russians are beginning to deploy North Korean arms, worsening Ukraine’s troubles while it still awaits new air defenses from the United States.",
    "pub_date": "2024-01-22T17:02:41+0000"
  },
  {
    "abstract": "Hand Hospitality has become a major player by channeling the creative energy of Seoul. But don’t expect its soft-spoken owners to crow about that.",
    "pub_date": "2024-02-05T16:45:06+0000"
  },
  {
    "abstract": "A nonalcoholic red wine that can stand up to steak, a new source for a Japanese citrus fruit and more food news.",
    "pub_date": "2024-01-02T10:01:12+0000"
  },
  {
    "abstract": "Moscow may be trying to help Pyongyang with access to the international financial system in exchange for missiles and ammunition, U.S.-allied intelligence officials suggest.",
    "pub_date": "2024-02-06T05:01:15+0000"
  },
  {
    "abstract": "Professionally known as Shinsadong Tiger, he created the upbeat, catchy and danceable musical style that defined K-pop in the early 2010s.",
    "pub_date": "2024-02-26T03:56:58+0000"
  },
  {
    "abstract": "The United States bought more goods from Mexico than China in 2023 for the first time in 20 years, evidence of how much global trade patterns have shifted.",
    "pub_date": "2024-02-07T13:44:29+0000"
  },
  {
    "abstract": "The United States is investing $39 billion to help build factories. But even after U.S. facilities are built, chip manufacturing will remain decidedly global. See how.",
    "pub_date": "2024-03-20T09:06:23+0000"
  },
  {
    "abstract": "K-pop and soccer stars, actresses and singers — the fashion week A-list increasingly hails from South Korea, Thailand and the Philippines.",
    "pub_date": "2024-03-08T16:00:17+0000"
  },
  {
    "abstract": "In her debut novel, “Redwood Court,” DéLana R.A. Dameron begins with an innocuous question: “What am I made of?”",
    "pub_date": "2024-02-04T10:00:10+0000"
  },
  {
    "abstract": "At an international forum, the secretary of state said artificial intelligence’s ability to disrupt the global flow of information could prove politically perilous during a year of elections.",
    "pub_date": "2024-03-18T10:28:36+0000"
  },
  {
    "abstract": "Also, the afterlife of a Japanese marvel.",
    "pub_date": "2024-01-16T20:54:53+0000"
  },
  {
    "abstract": "Former President Donald J. Trump suggested that he would incite Russia to attack “delinquent” U.S. allies, foreshadowing potentially far-reaching changes in the world order if he wins the White House again.",
    "pub_date": "2024-02-11T17:07:57+0000"
  },
  {
    "abstract": "Spurred by population growth and new patron support, artists from China, Japan, South Korea and the Philippines are getting more recognition from museums and the market.",
    "pub_date": "2024-02-28T17:39:52+0000"
  },
  {
    "abstract": "The uncertain future for Gaza.",
    "pub_date": "2024-01-26T05:02:07+0000"
  },
  {
    "abstract": "Plus a protest vote against President Biden.",
    "pub_date": "2024-02-28T20:50:01+0000"
  },
  {
    "abstract": "Also, the UNRWA is in trouble and an antiwar candidate rises in Russia.",
    "pub_date": "2024-01-28T20:35:29+0000"
  },
  {
    "abstract": "A policy body recommended this week that the country halt all foreign adoptions amid allegations of stolen children, falsified paperwork and for-profit adoption schemes.",
    "pub_date": "2024-01-17T16:50:39+0000"
  },
  {
    "abstract": "Do you celebrate Lunar New Year? How?",
    "pub_date": "2024-02-13T12:20:58+0000"
  },
  {
    "abstract": "Following a Korean tradition, Yeana and James Ahn’s engagement gifts included watches. Then Ms. Ahn appropriated her husband’s Rolex.",
    "pub_date": "2024-03-05T10:01:57+0000"
  },
  {
    "abstract": "After the pandemic forced the cancellation of a tour planned for 2022, the ensemble will visit Japan, South Korea and Taiwan in June.",
    "pub_date": "2024-03-07T22:30:06+0000"
  },
  {
    "abstract": "There were reports of collapsed buildings and people being trapped underneath them. The quake disrupted electricity and phone service, and initially raised fears of a tsunami.",
    "pub_date": "2024-01-01T19:06:41+0000"
  },
  {
    "abstract": "The ship had spent two days in Baltimore’s port before setting off.",
    "pub_date": "2024-03-26T09:18:34+0000"
  },
  {
    "abstract": "As another major quake struck Japan, the country was still reckoning with the nuclear crisis triggered by the 8.9-magnitude earthquake and a tsunami of 13 years ago.",
    "pub_date": "2024-01-01T11:37:23+0000"
  },
  {
    "abstract": "Here are some of the creative partnerships that are enabling a battery innovator to drive the EV mobility revolution forward.",
    "pub_date": "2024-02-19T07:41:16+0000"
  },
  {
    "abstract": "Preview: Also, violence in Ecuador.",
    "pub_date": "2024-01-10T20:50:35+0000"
  },
  {
    "abstract": "Also, the U.S. said North Korean threats should be taken seriously. Here’s the latest at the end of Thursday.",
    "pub_date": "2024-01-25T22:25:42+0000"
  },
  {
    "abstract": "Negotiations have resumed on restricting the flow of fentanyl into the United States. But Beijing may prove less cooperative on Iran and North Korea.",
    "pub_date": "2024-02-02T05:01:14+0000"
  },
  {
    "abstract": "U.N. warns of dire food shortages in Gaza.",
    "pub_date": "2024-02-29T05:03:14+0000"
  },
  {
    "abstract": "Plus the great winter festivals of Asia.",
    "pub_date": "2024-01-02T20:43:36+0000"
  },
  {
    "abstract": "Plus, a Korean food renaissance in New York.",
    "pub_date": "2024-02-06T21:00:37+0000"
  },
  {
    "abstract": "Relatives of victims of the 2002 attack are expected to describe their loss to a U.S. military jury sentencing two Malaysian prisoners.",
    "pub_date": "2024-01-19T14:50:02+0000"
  },
  {
    "abstract": "We challenged teenagers to respond to the Times piece of their choice by creating a visual guide to what they learned. Here are our favorites.",
    "pub_date": "2024-03-07T19:15:53+0000"
  },
  {
    "abstract": "In the movie’s central love triangle, I rooted for one outcome. But my dating life told a different story.",
    "pub_date": "2024-03-09T12:00:23+0000"
  },
  {
    "abstract": "Also, Julian Assange’s appeal and a U.S. cease-fire proposal in Gaza.",
    "pub_date": "2024-02-20T20:50:15+0000"
  },
  {
    "abstract": "Study Spanish in Bolivia. Or teach English in South Korea. Or volunteer in Nepal.",
    "pub_date": "2024-02-10T12:00:16+0000"
  },
  {
    "abstract": "Commonwealth and Council started in a one-bedroom apartment. Now their artists are heading to the Whitney Biennial, Venice Biennale and museums during Frieze.",
    "pub_date": "2024-02-27T10:01:57+0000"
  },
  {
    "abstract": "Did you follow the news this week? Take our quiz to see how well you stack up with other Times readers.",
    "pub_date": "2024-02-09T10:03:34+0000"
  },
  {
    "abstract": "For years, Apple, Google, Meta and others operated unfettered. But new laws and regulations have finally compelled them to make major shifts to their products and businesses.",
    "pub_date": "2024-03-04T05:00:09+0000"
  },
  {
    "abstract": "Also, more U.S. weapons for Ukraine and a looming financial crisis for dating apps",
    "pub_date": "2024-03-12T20:58:00+0000"
  },
  {
    "abstract": "The Korean Chinese restaurant Octo opens in Koreatown, Bibliotheque brings a book-lined wine den to Mercer Street and more restaurant news.",
    "pub_date": "2024-01-09T16:57:45+0000"
  },
  {
    "abstract": "Exciting young chefs wielding a palette of spices from places like Korea, Latin America and Morocco are turning the capital of Europe into a culinary upstart.",
    "pub_date": "2024-03-18T09:03:54+0000"
  },
  {
    "abstract": "Plus, the hotel guest who wouldn’t leave.",
    "pub_date": "2024-03-24T21:19:21+0000"
  },
  {
    "abstract": "The companies that make iPhones are bringing their factories to one corner of India, to graft them onto a network of manufacturers.",
    "pub_date": "2024-02-02T05:01:29+0000"
  },
  {
    "abstract": "With the package teetering on the brink of collapse, diplomats said the nation’s credibility was on the line.",
    "pub_date": "2024-02-06T12:45:06+0000"
  },
  {
    "abstract": "With disinformation rampant and dissent under attack, voters in more than 80 countries will go to the polls this year. When the tallying is done, the world might look a lot different.",
    "pub_date": "2024-03-21T21:38:51+0000"
  },
  {
    "abstract": "It was not the first time the technology had been used in Pakistan’s notably repressive election season, but this time it got the world’s attention.",
    "pub_date": "2024-02-11T11:50:10+0000"
  },
  {
    "abstract": "Live interactive experiences inspired by popular shows like “Squid Game” and “Friends” are trending. Do they appeal to you?",
    "pub_date": "2024-01-08T10:00:59+0000"
  },
  {
    "abstract": "The layoffs add to a growing number of cuts in the tech industry this past year.",
    "pub_date": "2024-01-10T18:42:03+0000"
  },
  {
    "abstract": "The landmark Asian fair is returning to what it calls “prepandemic scale,” with a huge slate of dealers, big-name artists and deep local representation.",
    "pub_date": "2024-03-20T09:02:05+0000"
  },
  {
    "abstract": "Many countries are trying to figure out what to do about a more insecure, more nuclear-driven world. Australia has an idea.",
    "pub_date": "2024-02-09T03:25:12+0000"
  },
  {
    "abstract": "A strange but optimistic vision.",
    "pub_date": "2024-02-03T12:00:10+0000"
  },
  {
    "abstract": "Also, a coalition forms in Pakistan and motorbikes pile high in Vietnam.",
    "pub_date": "2024-02-14T20:50:55+0000"
  },
  {
    "abstract": "Also, Japan’s interest rate hike and M.L.B.’s season opener.",
    "pub_date": "2024-03-19T20:39:56+0000"
  },
  {
    "abstract": "Also, Hong Kong adopted sweeping laws targeting criticism. Here’s the latest at the end of Tuesday.",
    "pub_date": "2024-03-19T21:55:39+0000"
  },
  {
    "abstract": "At Noksu, dinner is served below the street, a few yards from the subway turnstiles. But the room and the food seem unmoored from any particular place.",
    "pub_date": "2024-02-27T20:49:41+0000"
  },
  {
    "abstract": "Suggested reading from critics and editors at The New York Times.",
    "pub_date": "2024-03-14T16:48:32+0000"
  },
  {
    "abstract": "Also, a large university walkout in California. Here’s the latest at the end of Monday.",
    "pub_date": "2024-01-22T22:37:56+0000"
  },
  {
    "abstract": "The United Nations Security Council passed a resolution on Monday that demands an immediate cease-fire in the Gaza Strip. Here’s a closer look at where the situation stands.",
    "pub_date": "2024-03-29T10:26:18+0000"
  },
  {
    "abstract": "Exxon, Chevron and Shell reported robust earnings and large payouts to investors as they continued to expand their fossil-fuel production.",
    "pub_date": "2024-02-02T13:59:30+0000"
  },
  {
    "abstract": "Increasing overseas sales of manufactured goods are helping China’s economy and creating employment, but countries from Europe to South Asia may lose jobs.",
    "pub_date": "2024-03-12T04:01:10+0000"
  },
  {
    "abstract": "Simple to make but complex in taste, these marshmallow confections highlight the delicious balancing act of black sesame and sugar.",
    "pub_date": "2024-01-12T16:58:58+0000"
  },
  {
    "abstract": "Plus why the first galaxies were banana-shaped.",
    "pub_date": "2024-01-07T20:26:51+0000"
  },
  {
    "abstract": "Salil Mehta opens Kanyakumari, Cosme Aguilar heads to Manhattan and more restaurant news.",
    "pub_date": "2024-01-23T18:46:18+0000"
  },
  {
    "abstract": "The island is shedding 20 percent more than previously estimated, a study found, potentially threatening ocean currents that help to regulate global temperatures.",
    "pub_date": "2024-01-17T16:00:24+0000"
  },
  {
    "abstract": "It and other foreign automakers are trying to exploit upheaval caused by new technology to gain market share from their dominant rivals.",
    "pub_date": "2024-02-20T21:15:19+0000"
  },
  {
    "abstract": "Also, Biden faces immigration pressure from Democrats. Here’s the latest at the end of Thursday.",
    "pub_date": "2024-01-04T23:07:51+0000"
  },
  {
    "abstract": "China has increasingly turned to private companies in campaigns to hack foreign governments and control its domestic population.",
    "pub_date": "2024-02-22T06:07:27+0000"
  },
  {
    "abstract": "If full-on spring cleaning feels intimidating, why not focus instead on tasks that are far less ambitious but no less satisfying?",
    "pub_date": "2024-03-30T10:26:40+0000"
  },
  {
    "abstract": "The U.S. has always relied on population growth to keep its economy pumping. A plateau may be coming.",
    "pub_date": "2024-03-20T10:48:27+0000"
  },
  {
    "abstract": "Also, U.S. sanctions on Israeli settlers and battles over bullfighting.",
    "pub_date": "2024-02-01T21:01:34+0000"
  },
  {
    "abstract": "Also, France protects abortion rights and a U.N. report on sexual assault during the Oct. 7 attack.",
    "pub_date": "2024-03-04T20:57:21+0000"
  },
  {
    "abstract": "Houthi attacks in the Red Sea.",
    "pub_date": "2024-01-11T04:57:10+0000"
  },
  {
    "abstract": "The move tests the European Union’s new tech competition law, which was designed to allow competing app stores.",
    "pub_date": "2024-03-06T17:46:28+0000"
  },
  {
    "abstract": "The threat of a regional war.",
    "pub_date": "2024-01-05T05:21:42+0000"
  },
  {
    "abstract": "Adam Sandler and Carey Mulligan star in a baffling Netflix misfire about a man in, well, space.",
    "pub_date": "2024-02-29T10:03:30+0000"
  },
  {
    "abstract": "Plus, China shakes up its military.",
    "pub_date": "2024-01-03T21:04:18+0000"
  },
  {
    "abstract": "The risk of nuclear conflict is rising. It’s time for the world to pull itself back from the edge.",
    "pub_date": "2024-03-04T10:01:31+0000"
  },
  {
    "abstract": "Order the perfect chicken for coq au vin, try a Croatian amaro and more food news.",
    "pub_date": "2024-02-27T17:00:23+0000"
  },
  {
    "abstract": "A photographer who was at Kennedy Airport when the band landed there in 1964 went on to have an illustrious career.",
    "pub_date": "2024-02-07T10:02:18+0000"
  },
  {
    "abstract": "Scientists built a working model of an early winged dinosaur to test a hypothesis about how the appendages evolved.",
    "pub_date": "2024-01-25T16:00:14+0000"
  },
  {
    "abstract": "As the retail industry continues to transform, Jordyn Holman, a reporter for the Business desk at The New York Times, describes what changes may be in store for consumers.",
    "pub_date": "2024-02-01T08:00:11+0000"
  },
  {
    "abstract": "From overpopulation fears to careful bourgeois life scripts.",
    "pub_date": "2024-02-02T18:00:02+0000"
  },
  {
    "abstract": "The resignation of Claudine Gay as Harvard’s president reopens the debate over who should run America’s elite universities.",
    "pub_date": "2024-01-03T12:46:37+0000"
  },
  {
    "abstract": "U.S. attacks in Yemen.",
    "pub_date": "2024-01-17T05:05:59+0000"
  },
  {
    "abstract": "The Times’s chief political analyst explains the caucus results.",
    "pub_date": "2024-01-16T11:36:40+0000"
  },
  {
    "abstract": "The Iranian-backed militants launched a fresh round of attacks days after their military sites were hit by U.S. and British forces.",
    "pub_date": "2024-01-16T01:00:16+0000"
  },
  {
    "abstract": "Also, Pakistan’s newly elected prime minister and a bard of China’s rust belt",
    "pub_date": "2024-03-03T20:53:14+0000"
  },
  {
    "abstract": "Plus, 52 travel destinations for 2024.",
    "pub_date": "2024-01-09T21:08:14+0000"
  },
  {
    "abstract": "The chef Vikas Khanna serves a menu that covers Kashmir south to Kerala.",
    "pub_date": "2024-03-19T17:03:29+0000"
  },
  {
    "abstract": "He was “the voice we woke up to” for a quarter century, delivering news and interviews in a rich baritone that reached millions of listeners.",
    "pub_date": "2024-02-12T21:32:16+0000"
  },
  {
    "abstract": "Months of preparation precede what can appear to be a sudden decision to entertain fans at a busy time in the heart of Times Square.",
    "pub_date": "2024-03-29T16:29:50+0000"
  },
  {
    "abstract": "New revelations underscore the degree to which China has ignored, or evaded, U.S. efforts to curb its extensive computer infiltration efforts.",
    "pub_date": "2024-02-22T21:42:01+0000"
  },
  {
    "abstract": "A settlement in the real estate industry is a case study of a central flaw in free-market economic theory.",
    "pub_date": "2024-03-18T10:40:12+0000"
  },
  {
    "abstract": "The war in Ukraine has entered a new phase.",
    "pub_date": "2024-01-05T11:26:40+0000"
  },
  {
    "abstract": "One of the most honored combat veterans in U.S. history, he was awarded 19 decorations for valor. He was blunt about what his job was: killing.",
    "pub_date": "2024-03-04T17:05:27+0000"
  },
  {
    "abstract": "Diplomats gathered in Oman in January, with the U.S. side seeking to stop attacks on Red Sea shipping and American bases, and Iran looking for a Gaza cease-fire.",
    "pub_date": "2024-03-15T23:24:00+0000"
  },
  {
    "abstract": "A landmark court ruling in Israel.",
    "pub_date": "2024-01-02T05:13:05+0000"
  },
  {
    "abstract": "Mike Pyle, who will leave the administration this month, helped broker agreement with Europe and other allies over clean energy, China and Russian sanctions.",
    "pub_date": "2024-02-20T14:22:07+0000"
  },
  {
    "abstract": "Plus Donald Trump’s delay tactics paid off.",
    "pub_date": "2024-02-29T20:38:51+0000"
  },
  {
    "abstract": "Alliances that were once seen as the bulwark of the Cold War are now viewed as an outdated albatross by a significant segment of the American public.",
    "pub_date": "2024-02-15T05:01:57+0000"
  },
  {
    "abstract": "Cell phone cameras are out. Vintage digital cameras are in. I don’t make the rules, but apparently Gen Z does. Teens, celebrities, and influencers alike have been snapping up 20-year-old digital cameras to take lower-quality photos with high-quality vibes. Ayo Edebiri’s 8.1-megapixel Sony Cyber-shot had a moment when The Bear actress handed it to her...",
    "pub_date": "2024-02-02T00:00:00+0000"
  },
  {
    "abstract": "In its coming elections, Taiwan is voting in China’s shadow.",
    "pub_date": "2024-01-11T00:00:11+0000"
  },
  {
    "abstract": "Roman Sharf is one of the watch world’s best known dealers. Compared to the Patek on his wrist, the shoes were cheap.",
    "pub_date": "2024-02-24T19:00:24+0000"
  },
  {
    "abstract": "U.S. and European companies looking to diversify from China are expanding around Southeast Asia, a sign of how geopolitics is reshaping tech manufacturing.",
    "pub_date": "2024-03-13T04:00:12+0000"
  },
  {
    "abstract": "The March 19, 2024, episode of “The Ezra Klein Show.”",
    "pub_date": "2024-03-19T16:15:24+0000"
  },
  {
    "abstract": "The Africa Cup of Nations and the Asian Cup, once seen as poorly timed intrusions by European soccer, may finally be getting the respect they deserve.",
    "pub_date": "2024-01-05T16:15:05+0000"
  },
  {
    "abstract": "What’s worse than censoring a book? Kids not being able to read it anyway.",
    "pub_date": "2024-03-07T00:00:03+0000"
  },
  {
    "abstract": "The water-wars thriller “Chinatown” was recommended most by readers.",
    "pub_date": "2024-02-29T14:00:15+0000"
  },
  {
    "abstract": "Ukrainian troops are feared missing or captured.",
    "pub_date": "2024-02-21T05:14:54+0000"
  },
  {
    "abstract": "Apple said it would appeal the penalty, the latest in a series of regulatory setbacks for the tech giant.",
    "pub_date": "2024-03-04T12:13:58+0000"
  },
  {
    "abstract": "A deadly blast in Iran.",
    "pub_date": "2024-01-04T05:14:48+0000"
  },
  {
    "abstract": "The U.N. warns that more children will die in Gaza without aid.",
    "pub_date": "2024-03-04T05:46:27+0000"
  },
  {
    "abstract": "On the last weekend before the state’s primary on Tuesday, Nikki Haley made her most forceful case yet in her long-shot bid to defeat Donald Trump for the G.O.P. nomination.",
    "pub_date": "2024-01-21T10:01:40+0000"
  },
  {
    "abstract": "Trump’s growing influence is dividing Republicans on an issue that once united the party.",
    "pub_date": "2024-01-26T11:58:26+0000"
  },
  {
    "abstract": "The changing economy has made federal debt a bigger problem.",
    "pub_date": "2024-01-02T11:07:29+0000"
  },
  {
    "abstract": "Republicans target TikTok, despite Donald Trump’s objection.",
    "pub_date": "2024-03-12T06:09:32+0000"
  },
  {
    "abstract": "A legal victory for Donald Trump.",
    "pub_date": "2024-03-05T05:53:34+0000"
  },
  {
    "abstract": "A U.S. strike kills a militia commander in Iraq.",
    "pub_date": "2024-02-08T05:16:38+0000"
  },
  {
    "abstract": "“Artland,” an ever-expanding fantasy world designed and molded by children, inaugurates the newly renovated 9,500-square-foot wing.",
    "pub_date": "2024-01-25T19:49:47+0000"
  },
  {
    "abstract": "The first person to win the World Cup as a player and a coach, he was a link to decades of Brazil’s success and failure on the sport’s biggest stage.",
    "pub_date": "2024-01-07T16:51:54+0000"
  },
  {
    "abstract": "Selected paperbacks from the Book Review, including titles by Esther Yi, Ralph Ellison, Emily Henry and more. ",
    "pub_date": "2024-02-23T10:04:27+0000"
  },
  {
    "abstract": "We asked readers to share their favorite airport amenities. The answers: everything from a library to a swimming pool. Here’s a selection of delights, open to all, from airports around the globe.",
    "pub_date": "2024-01-26T10:00:28+0000"
  },
  {
    "abstract": "Questions swirl over the bridge’s collapse after a massive cargo ship slammed into the Francis Scott Key Bridge moments after losing power early on Tuesday.",
    "pub_date": "2024-03-27T01:55:30+0000"
  },
  {
    "abstract": "William J. Burns, the C.I.A. director, and Avril D. Haines, the director of national intelligence, described an increasingly dire situation.",
    "pub_date": "2024-03-12T00:25:33+0000"
  },
  {
    "abstract": "The destruction of a Baltimore bridge is hampering a busy port, adding to the strains confronting the global supply chain.",
    "pub_date": "2024-03-27T20:48:06+0000"
  },
  {
    "abstract": "Russian advances on a space-based nuclear weapon.",
    "pub_date": "2024-02-15T05:11:43+0000"
  },
  {
    "abstract": "Also, a jolt to the housing market.",
    "pub_date": "2024-03-15T21:28:34+0000"
  },
  {
    "abstract": "Threats are mounting in space. GPS signals are vulnerable to attack. Their time-keeping is essential for stock trading, power transmission and more.",
    "pub_date": "2024-03-28T04:00:13+0000"
  },
  {
    "abstract": "Thousands of Chinese migrants have made their way to Queens, Brooklyn and Chinatown after first passing through Central and South America.",
    "pub_date": "2024-03-06T08:00:16+0000"
  },
  {
    "abstract": "We know that happiness is to be found in taking our time and being present. How can we slow down?",
    "pub_date": "2024-03-02T11:26:13+0000"
  },
  {
    "abstract": "A much-anticipated start to baseball season was marred by theft allegations against the interpreter for Shohei Ohtani.",
    "pub_date": "2024-03-22T13:00:09+0000"
  },
  {
    "abstract": "Justice Department officials are in the late stages of investigating the iPhone maker, focusing on how Apple has used its other products and services to defend against threats to its core business.",
    "pub_date": "2024-01-05T19:15:12+0000"
  },
  {
    "abstract": "A new series from Times Opinion about the threat of nuclear weapons in an unstable world.",
    "pub_date": "2024-03-04T10:01:53+0000"
  },
  {
    "abstract": "Donald Trump’s immunity claim in court.",
    "pub_date": "2024-01-10T05:03:05+0000"
  },
  {
    "abstract": "Millions of birds migrate through the Golden State each year along the Pacific Flyway, which stretches from Alaska to the tip of South America.",
    "pub_date": "2024-01-25T14:00:20+0000"
  },
  {
    "abstract": "Using a high-tech underwater camera, researchers identified anti-submarine explosives, smoke devices and boxes of munitions on the ocean floor.",
    "pub_date": "2024-01-08T12:00:23+0000"
  },
  {
    "abstract": "Under intensifying scrutiny from U.S. lawmakers, top firms have pulled back from investing in Chinese start-ups.",
    "pub_date": "2024-02-21T15:44:16+0000"
  },
  {
    "abstract": "Coming in second can be a win in early-state contests.",
    "pub_date": "2024-01-15T22:05:41+0000"
  },
  {
    "abstract": "Also, a senior Hamas leader was killed in Beirut. Here’s the latest at the end of Tuesday.",
    "pub_date": "2024-01-02T22:30:29+0000"
  },
  {
    "abstract": "Many things go into the conditions that create a food crisis: crop failures, high food prices, unemployment. But it’s war that has created the famines unfolding today.",
    "pub_date": "2024-03-09T12:00:13+0000"
  },
  {
    "abstract": "The state is courting high-tech investments, but a new industrial park may lack enough water. Opponents say piping it from miles away might dry out residential wells.",
    "pub_date": "2024-01-02T10:01:13+0000"
  },
  {
    "abstract": "Beijing unveiled an annual economic target in line with last year’s, as it looks to refocus on strategically important sectors.",
    "pub_date": "2024-03-05T13:27:33+0000"
  },
  {
    "abstract": "Why the sexes are moving farther apart, socially and politically",
    "pub_date": "2024-02-29T20:00:12+0000"
  },
  {
    "abstract": "American officials concede there is nothing on the horizon that could match the power of a new, $60 billion congressional appropriation to support its war against Russian aggression.",
    "pub_date": "2024-02-07T21:55:45+0000"
  },
  {
    "abstract": "The rise of political nostalgia isn’t just about “vibes.”",
    "pub_date": "2024-03-13T15:40:17+0000"
  },
  {
    "abstract": "Nikki Haley is the only thing saving us from a full year of just Trump vs. Biden.",
    "pub_date": "2024-01-25T00:00:07+0000"
  },
  {
    "abstract": "Plus, the new end-of-the-world fiction.",
    "pub_date": "2024-03-31T20:43:33+0000"
  },
  {
    "abstract": "Asian American pastry chefs are making something new of the humble legume.",
    "pub_date": "2024-02-09T19:27:17+0000"
  },
  {
    "abstract": "We put the California county, known for its exclusive towns and fancy golf courses, to the frugal test, combining a hefty dose of stunning nature with affordable restaurants, budget lodgings and a few splurges.",
    "pub_date": "2024-03-20T09:00:48+0000"
  },
  {
    "abstract": "We look at promising, evidence-based efforts to prevent suicide.",
    "pub_date": "2024-02-21T11:38:51+0000"
  },
  {
    "abstract": "The cost of business in Asia’s elite tournament keeps going up. The rewards do not.",
    "pub_date": "2024-02-23T16:00:08+0000"
  },
  {
    "abstract": "Delays in finishing new factories are emerging, just as the Biden administration begins handing out money to stoke domestic production.",
    "pub_date": "2024-02-19T10:03:53+0000"
  },
  {
    "abstract": "Biden is counting on it to be a national champion chipmaker, but it still has shareholders to please.",
    "pub_date": "2024-03-29T19:00:08+0000"
  },
  {
    "abstract": "Our critic, Pete Wells, drops his annual ranking. See what’s new, what moved and what left the list.",
    "pub_date": "2024-04-01T23:26:52+0000"
  },
  {
    "abstract": "Even without the terror attack in Moscow last week, the Russian president was primed to step up his assault on Ukraine.",
    "pub_date": "2024-03-29T05:00:06+0000"
  },
  {
    "abstract": "And where things stand today.",
    "pub_date": "2024-03-11T10:40:09+0000"
  },
  {
    "abstract": "The Treasury secretary, who plans to make her second trip to China soon, argued that the country’s excess industrial production warped supply chains.",
    "pub_date": "2024-03-27T11:00:05+0000"
  },
  {
    "abstract": "The lawsuit caps years of regulatory scrutiny of Apple’s wildly popular suite of devices and services, which have fueled its growth into a nearly $3 trillion public company.",
    "pub_date": "2024-03-21T14:30:39+0000"
  },
  {
    "abstract": "Some of the biggest names in fashion e-commerce, including Farfetch and MatchesFashion, have imploded. What does that mean for fashion brands, investors and customers?",
    "pub_date": "2024-03-27T14:53:33+0000"
  },
  {
    "abstract": "Companies like Meta that could tout their work in the fast-growing field saw a benefit in their fourth-quarter results — and won praise from eager investors.",
    "pub_date": "2024-02-02T13:11:37+0000"
  },
  {
    "abstract": "The demise of the old version of affirmative action is likely to affect some of its previous beneficiaries much more than others.",
    "pub_date": "2024-03-15T10:28:33+0000"
  },
  {
    "abstract": "Many of the top contenders can be watched at home. Here’s a guide to help you get a jump on the field.",
    "pub_date": "2024-01-23T18:41:42+0000"
  },
  {
    "abstract": "Season 3 of the hit HBO series is being shot in the lush Southeast Asian country, which is betting financial incentives given to the production will pay off in increased tourism numbers.",
    "pub_date": "2024-02-23T17:58:51+0000"
  },
  {
    "abstract": "Frugal strategies — like traveling where the dollar is strong and sampling unsung destinations — help make the most of your budget.",
    "pub_date": "2024-01-31T10:00:55+0000"
  },
  {
    "abstract": "Some homeless shelters now offer resources so that people can squeeze in with family members. It’s an acknowledgment that entering the shelter system can lead to a downward spiral.",
    "pub_date": "2024-03-07T10:02:35+0000"
  },
  {
    "abstract": "Many nations insist on not taking sides in the war in Ukraine, while China, India and Brazil are filling Russia’s coffers.",
    "pub_date": "2024-02-22T18:40:31+0000"
  },
  {
    "abstract": "Some favorite student responses to three recent Picture Prompts.",
    "pub_date": "2024-03-14T17:55:11+0000"
  },
  {
    "abstract": "Valentine’s Day is on Wednesday. It’s the one day a year when we endorse unfettered demonstrations of affection, but it doesn’t need to to be.",
    "pub_date": "2024-02-10T11:44:41+0000"
  },
  {
    "abstract": "Linda Sharrock, an avant-garde jazz musician who became aphasic after a 2009 stroke, has returned to the stage and inspired new generations.",
    "pub_date": "2024-01-08T10:00:17+0000"
  },
  {
    "abstract": "A looming battle in the southern Gaza city embodies the brutal dynamics of the conflict.",
    "pub_date": "2024-02-20T11:36:33+0000"
  },
  {
    "abstract": "The quiet withdrawal of a 2021 cancer study by Dr. Sam Yoon highlights scientific publishers’ lack of transparency around data problems.",
    "pub_date": "2024-02-15T16:21:50+0000"
  },
  {
    "abstract": "The economic picture is simpler than the swirl of economic indicators sometimes suggests.",
    "pub_date": "2024-02-14T11:26:25+0000"
  },
  {
    "abstract": "You don’t talk about “poisoning the blood of our country” to pass the time.",
    "pub_date": "2024-03-19T09:02:14+0000"
  },
  {
    "abstract": "Travelers are racing to see parts of the world that may soon vanish.",
    "pub_date": "2024-03-03T12:51:59+0000"
  },
  {
    "abstract": "The Justice Department’s lawsuit against the iPhone maker pushes the boundaries of competition rules. Some experts say that may make winning more difficult.",
    "pub_date": "2024-03-22T12:03:37+0000"
  },
  {
    "abstract": "The atmospheric rivers could lead to flooding, mudslides and road closures over the next week.",
    "pub_date": "2024-01-31T14:00:10+0000"
  },
  {
    "abstract": "The awards included a lifetime achievement honor given to Judy Blume.",
    "pub_date": "2024-03-22T00:30:06+0000"
  },
  {
    "abstract": "The attack killed at least four people, wounded many others and caused heavy damage. It came as Moscow has intensified air assaults in recent days.",
    "pub_date": "2024-01-08T09:26:24+0000"
  },
  {
    "abstract": "Ms. Murphy, the first lady of New Jersey, had racked up early endorsements from Democratic Party leaders in the state, but she struggled to gain support among rank-and-file voters.",
    "pub_date": "2024-03-24T20:03:25+0000"
  },
  {
    "abstract": "Trump. Indian food. Matthew Perry. And books, books, books. Excerpts from letters obtained by The Times show Mr. Navalny’s active mind, even amid brutal prison conditions.",
    "pub_date": "2024-02-19T11:09:11+0000"
  },
  {
    "abstract": "Authorities in Europe and the U.S. are cracking down on big technology companies.",
    "pub_date": "2024-03-05T11:36:25+0000"
  },
  {
    "abstract": "She dismissed speculation about her motives behind staying in the race, and has encouraged supporters to stick with her until the end, whenever that may be.",
    "pub_date": "2024-02-21T18:43:30+0000"
  },
  {
    "abstract": "Births and deaths are only part of what makes America turn left or right.",
    "pub_date": "2024-02-28T10:05:44+0000"
  },
  {
    "abstract": "Unfortunately for Biden, the former president benefits from something akin to the soft bigotry of low expectations.",
    "pub_date": "2024-02-13T10:03:26+0000"
  },
  {
    "abstract": "Also, Taiwan’s president-elect and India’s court case backlog.",
    "pub_date": "2024-01-14T20:50:54+0000"
  },
  {
    "abstract": "He created a vibrant space for actors and playwrights that became a seedbed for the emerging Black Arts Movement of the 1960s and ’70s.",
    "pub_date": "2024-02-22T18:58:25+0000"
  },
  {
    "abstract": "The latest from the war in Gaza.",
    "pub_date": "2024-01-22T05:41:53+0000"
  },
  {
    "abstract": "Bipartisan spending legislation approved by Congress represented a major defeat for ultraconservatives, who immediately turned on Speaker Mike Johnson.",
    "pub_date": "2024-03-23T07:00:07+0000"
  },
  {
    "abstract": "Some well-meaning U.S. efforts to help Taiwan may end up provoking China when we should be trying to lower tensions.",
    "pub_date": "2024-01-27T12:00:08+0000"
  },
  {
    "abstract": "With its proxies attacking from many vantage points and its nuclear program suddenly revived, Iran is posing a new challenge to the West — this time with Russia and China on its side.",
    "pub_date": "2024-01-07T21:02:38+0000"
  },
  {
    "abstract": "For the adventurous traveler, the Paraguayan capital’s off-the-radar quality is its strongest asset.",
    "pub_date": "2024-03-07T10:01:49+0000"
  },
  {
    "abstract": "The Supreme Court heard oral arguments yesterday on one of the biggest cases of the current term.",
    "pub_date": "2024-01-18T11:29:40+0000"
  },
  {
    "abstract": "Liu Jianchao is a Communist Party diplomat skilled at defending tough positions without being pugnacious. He also once hunted fugitive officials abroad.",
    "pub_date": "2024-02-14T10:00:13+0000"
  },
  {
    "abstract": "A court rejects Donald Trump’s immunity claim.",
    "pub_date": "2024-02-07T05:10:04+0000"
  },
  {
    "abstract": "Rampant speculation that President Volodymyr Zelensky will fire his top military commander has consumed Ukraine’s capital at a precarious moment in the war.",
    "pub_date": "2024-01-30T13:42:21+0000"
  },
  {
    "abstract": "Despite American doubts, Ukrainians say that defending places with little strategic value is worth the cost in casualties and weapons, because the attacking Russians pay an even higher price.",
    "pub_date": "2024-03-20T09:05:59+0000"
  },
  {
    "abstract": "Tammy Murphy, New Jersey’s first lady, ended her Senate campaign, despite an early air of inevitability to her candidacy.",
    "pub_date": "2024-03-27T07:00:21+0000"
  },
  {
    "abstract": "100 days of war in Gaza.",
    "pub_date": "2024-01-15T05:09:02+0000"
  },
  {
    "abstract": "This is no ordinary moment in world affairs.",
    "pub_date": "2024-01-25T10:01:57+0000"
  },
  {
    "abstract": "How the country and the world are defined is in Congress’s hands.",
    "pub_date": "2024-02-06T10:03:45+0000"
  },
  {
    "abstract": "A tax on ship emissions could have an impact on almost everything we buy",
    "pub_date": "2024-03-28T18:37:14+0000"
  },
  {
    "abstract": "He was prolific and acclaimed, producing novels, journalism, essays, criticism, screenplays and, in a memoir, an account of his path from faith to atheism and back again.",
    "pub_date": "2024-03-14T19:31:04+0000"
  },
  {
    "abstract": "A politician or a celebrity? A leader of a company? A school administrator? Your mom? Use our questions below to brainstorm ideas for our contest.",
    "pub_date": "2024-03-12T23:12:59+0000"
  },
  {
    "abstract": "President Biden has tried persuading Prime Minister Benjamin Netanyahu behind the scenes. But critics say it is time for a different approach.",
    "pub_date": "2024-03-22T15:53:38+0000"
  },
  {
    "abstract": "It’s only been three years, but memories of Mr. Trump’s presidency have faded and changed fast.",
    "pub_date": "2024-03-05T10:01:02+0000"
  },
  {
    "abstract": "It might as well be “Frozen III” in Des Moines. And what a cast of characters.",
    "pub_date": "2024-01-15T10:02:31+0000"
  },
  {
    "abstract": "The civil liberties group is defending itself in an unusual case that weighs what kind of language may be evidence of bias against Black people.",
    "pub_date": "2024-03-22T09:05:24+0000"
  },
  {
    "abstract": "A jury convicted a mother for a mass shooting carried out by her child. We asked students if they thought the verdict was an important precedent or a dangerous one.",
    "pub_date": "2024-02-29T21:02:58+0000"
  },
  {
    "abstract": "Greta Gerwig, you’re not alone. These artists and films memorably — outrageously in our view — got the brush-off from the academy. We’re still in disbelief.",
    "pub_date": "2024-03-08T19:07:06+0000"
  },
  {
    "abstract": "“People will lose their jobs,” the think tank’s president says about federal workers. “Hopefully their lives are able to flourish in spite of that.”",
    "pub_date": "2024-01-21T10:01:18+0000"
  },
  {
    "abstract": "A writer returns to his grandparents’ former castle-home in a seaside corner of Denmark known for its chalk cliffs, ‘dancing elves’ and haunting World War II past.",
    "pub_date": "2024-04-01T09:00:22+0000"
  },
  {
    "abstract": "Last year, no American movie broke the Top 10 at the Chinese box office.",
    "pub_date": "2024-01-28T12:48:13+0000"
  },
  {
    "abstract": "The treacherous migrant crossing in Panama is drawing packs of American activists who are distorting how immigration is perceived, and debated, at home.",
    "pub_date": "2024-03-20T09:02:41+0000"
  },
  {
    "abstract": "In an interview in his native Brooklyn, America’s highest-ranking Jewish elected official said he felt obligated to call for new leadership in Israel.",
    "pub_date": "2024-03-19T17:32:20+0000"
  },
  {
    "abstract": "A guide to the best books about artificial intelligence.",
    "pub_date": "2024-01-31T10:00:54+0000"
  },
  {
    "abstract": "A look at the academic roots of the idea, which has stirred fierce debate when applied to Israel.",
    "pub_date": "2024-01-22T10:00:34+0000"
  },
  {
    "abstract": "Even out of power, the former president’s deepening isolationism is having a profound effect on America’s foreign policy.",
    "pub_date": "2024-02-14T10:02:55+0000"
  },
  {
    "abstract": "The March 22, 2024, episode of “The Ezra Klein Show.”",
    "pub_date": "2024-03-22T21:07:49+0000"
  },
  {
    "abstract": "Because we could all use a laugh.",
    "pub_date": "2024-03-14T09:01:03+0000"
  },
  {
    "abstract": "In an address that previewed the issues his campaign will focus on in the November election, President Biden made the case for a second term.",
    "pub_date": "2024-03-08T05:23:31+0000"
  },
  {
    "abstract": "The March 12, 2024, episode of “The Ezra Klein Show.”",
    "pub_date": "2024-03-12T17:05:09+0000"
  },
  {
    "abstract": "Readers discuss Jessica Grose’s Opinion piece about fixing the tests. Also: Donald Trump’s followers; a citizen’s plea; slaughtering animals for food.",
    "pub_date": "2024-01-23T16:56:44+0000"
  },
  {
    "abstract": "Corrections that appeared in print on Wednesday, Jan. 17, 2024.",
    "pub_date": "2024-01-17T05:10:53+0000"
  },
  {
    "abstract": "Readers discuss an Opinion guest essay that urges an end to Trump jokes and mockery. Also: Jan. 6; China’s birthrates; debating the Mideast war.",
    "pub_date": "2024-01-28T16:06:35+0000"
  },
  {
    "abstract": "My five-star recipe freezes like a dream, too — make a double batch as insurance against those dragging, deep winter days.",
    "pub_date": "2024-01-01T16:00:02+0000"
  }
]